{"text": "AC Milan coach, Pippo Inzaghi, took some of his squad to a Dolce & Gabbana store in New York during the team's pre-season tour, where they were fitted for a sharp new collection of suits that has brought back memories of the infamous cream Armani suits worn by their rivals, Liverpool, before the 1996 FA Cup final. Inzaghi is hoping the new look will energise his team both on and off the field.\n", "label": 1}
{"text": "Pam Jackson and Cheryl Miller were last seen on May 29, 1971, driving a 1960 Studebaker Lark on their way to a party .\nOfficials found skeletons inside a car believed to be the girls' beige Studebaker last September .\nMechanical tests showed car was in high gear, lights were on and keys were in ignition .\nMiller's purse was found in the car containing her driver's license, photos and notes from classmates .\nVictims' families said in a statement: 'Our journey is done'\nA man already serving a prison sentence .\non unrelated charges was indicted for murder in the deaths of Miller and .\nJackson in 2007 .\nCharges were dropped after prosecutors found .\nout that a supposed confession given to a fellow inmate was faked .", "label": 0}
{"text": "A female Tawny Frogmouth born at the St. Louis Zoo on November 2, 2013, has recently gone from a tiny yellow ball of fluff to a young bird in just 26 days. The chick was cared for by zookeepers during her first month because her parents lacked the experience to raise her. Tawny Frogmouths are native to Australian and Tasmanian forests and are named for their wide frog-like mouths, which they use to capture insects, mice, and even frogs. The bird is a master of disguise, looking like a broken tree branch during the day, before becoming active at night. The bird's parents came to St. Louis from Australian zoos as part of the Association of Zoos and Aquariums' Species Survival Plan, a joint project between U.S. and Australian partners to bring 12 new founder animals to the population in U.S. zoos.", "label": 1}
{"text": "Victoria Azarenka has been struggling with a foot injury .\nBelarusian will miss the remainder of the season .\nFormer Australian Open winner dropped to 25th in world rankings .\nBut Azarenka says she will be back to her best next season .", "label": 0}
{"text": "A photograph has emerged of a baby crawling perilously close to the edge of a steep cliff in southern Norway as her parents tried to take a photograph. Four adults were present, but none was immediately within reach of the child had she fallen. Last year, a Spanish man died after falling from a cliff while taking photographs. The incident has reignited the debate over whether fences should be installed at the site. However, Preben Falck, CEO of the Stavanger Tourist Association, has argued that fences and signs would spoil the experience. Around 70,000 people visit Pulpit Rock in Forsand every year.\n", "label": 1}
{"text": "An eight-day-old baby boy, Harry Harper, died in November 2012 after being bitten by a Jack Russell terrier, PJ, in Telford, Shropshire. The dog, one of two owned by the family of the baby's mother, Mikayla Bell, appears to have crushed the baby’s skull after one bite. The police believe that it is a tragic accident but are examining whether the dog was experiencing jealousy towards Harry. Jack Russell terriers are known for their feisty, tough-nature because they are bred to hunt small mammals. They can become very possessive of their owners and children but rarely attack children, although it is highly recommended that children are supervised around dogs of any breed. Currently, United Kingdom law only prosecutes owners of dogs who harm people in public places. ", "label": 1}
{"text": "Rock legend Jimmy Barnes is in hospital for a back operation .\nHe was evacuated from Prince of Wales hospital after a bomb scare .\nBut he remained in good spirits, joking that 'I have a few years left in me yet'\nHundreds of patients and staff were evacuated in the Sydney scare .", "label": 0}
{"text": "A Polish kitchen porter, Marcin Cwiakalo, fatally stabbed a Pizza Express chef, Mark Blades, in an unprovoked attack on June 20th, 2012, in Nottingham. Mr Blades, having just finished a 12-hour shift and having agreed to work extra hours to help a sick colleague, went out the back of the restaurant to smoke, when he was confronted by Cwiakalo who stabbed him three times, causing fatal injuries. The court heard that Cwiakalo was a paranoid schizophrenic and told doctors that a year before the attack he had started to have delusions that he was living inside a television set and playing a role in a TV show in which there were black and white zones. The black zones were populated by 'evil people' who he felt compelled to kill. Cwiakalo was found guilty of manslaughter on the grounds of diminished responsibility and was sentenced to be detained indefinitely at Rampton top security hospital. \n", "label": 1}
{"text": "Atlantic City's Borgata Hotel Casino & Spa is suing poker champion, Phillip Ivey Jr, for over $9.6m, which Borgata claims he won cheating by using a defect in the line of cards used by the casino. The fraud, allegedly committed over several sessions of the card game, Baccarat, was achieved using a technique called \"edge sorting\", which involves memorising the unique markings on the back of the card. In August 2012, Ivey was accused of using a similar technique to cheat at Crockford's casino in London in a game of Punto Banco, which is similar to Baccarat, according to the lawsuit. \n", "label": 1}
{"text": "Karina Bryant, a British judo fighter, won bronze in the women's 78kg contest at the London 2012 games, earning Team GB their 19th medal. This was a personal triumph for Bryant, who had resorted to asking strangers for cash earlier in the year to afford a car to get her to training. Despite being a four-time European champion, this Olympic medal was her first appearance on the podium. She won the hard-earned bronze after teammate Gemma Gibbons' emotional silver-medal performance the previous day. Bryant won her fight in front of a home crowd at the ExCel Arena, showing fighting spirit after initially falling behind.", "label": 1}
{"text": "Richard Etchberger lost his life in 1968 saving fellow airmen, including John Daniel .\nEtchberger was posthumously awarded the Medal of Honor today for his bravery .\nDaniel, 71, has three grown kids, 13, grandkids and a great-grandchild .\nHe says Etchberger's \"presence is in my life every day\"", "label": 0}
{"text": "Jack Calvello, 86, reportedly called 911 and said 'I shot my daughter and my dog' before saying he planned to shoot himself .\nCalvello was shot after he faced responding officers with a shotgun and refused to drop it when they arrived .\nCalvello's daughter Carolann Matyka was found with a gunshot wound to the head and later pronounced dead .\nCarolann's Yorkshire terrier suffered a neck injury but is expected to survive .", "label": 0}
{"text": "Ashley Cole defended John Terry in court case after Chelsea skipper was accused of racially abusing Anton Ferdinand .\nRio Ferdinand and Ashley Cole had been friends since childhood .\nQPR defender Rio Ferdinand says he no longer speaks to Ashley Cole .", "label": 0}
{"text": "The 83-year-old TV legend tripped over step at the home of the British ambassador on Saturday and cut her upper temple .\nShe was unable to contribute to ABC's coverage of President Obama's inauguration - and will miss The View this week as she remains under observation in hospital .\nView co-host Whoopi Goldberg says that doctors want Miss Walters to 'take it easy'", "label": 0}
{"text": "A survey conducted among schoolchildren in Commonwealth countries revealed that many couldn't identify Queen Elizabeth II. Some mistook her for German Chancellor Angela Merkel or Brazilian President Dilma Rousseff. The survey comes hours before the Queen was scheduled to formally open the Glasgow 2014 Games. Organisers expected up to a billion people around the world to watch the event. The Games will see 4,500 sportspeople from 71 competing nations and territories compete in 17 sports over 11 days.", "label": 1}
{"text": "The Freezer-Wave, winner of the Odd Invention Challenge, is a modified microwave that uses pressurised CO2 to cool or freeze food quickly. The prototype was created by YouTube star Colin Furze using two carbon dioxide canisters placed inside a microwave, which when linked to the \"Freeze switch\" via an actuator, caused the gas to be blasted onto food or drink, cooling or freezing it, depending on how long the switch was pressed. Competition organisers said they hoped the device was the start of an \"Instant Freezing Microwave revolution.\"", "label": 1}
{"text": "Timepiece worn by Flight Lieutenant Gerald Imeson at Stalag Luft III camp .\nF/Lt Imeson wore watch as he helped dig tunnels for 1944 escape attempt .\nHe queued to join fleeing PoWs before German guards discovered escape .\nAttempt immortalised in 1963 Steve McQueen film The Great Escape .\nWatch expected to sell for £30,000 when it is sold at auction .", "label": 0}
{"text": "Chicago has been plagued by an upsurge in shootings involving children. In the current academic year, 36 Chicago-area students have been killed. Political activist, Phillip Jackson, founder of non-profit, Black Star Project, is calling for a national response as \"this is a pandemic\". Jackson suggests some provisions and measures that are needed to fix the situation. A 400-unit gang SWAT team has been formed by police to try and match guns with gangs, but Jackson claims that they approach the problem from the wrong angle. It is said that the answer to the issue of gang violence is to build stronger families and communities. There needs to be a shift in the nation's priorities so that the government puts more focus on violence prevention measures. Currently, hopes are fading on this front.", "label": 1}
{"text": "The Central Valley Meat Co of Hanford, which was closed down on August 19, has been allowed to reopen by U.S. regulators, who have stated that \"inspections at the plant continue but the plant has made changes and can resume operations.\" The slaughterhouse had been closed after an animal rights group released a video of \"workers there apparently mistreating animals.\" Central Valley Meats has been a major supplier for Agriculture Department programs, providing 21 million pounds of beef in 2011, which is nearly 16% of its supply. However, the Agriculture Department has said purchases from the company remain suspended until more reviews are completed.", "label": 1}
{"text": "MEP Godfrey Bloom blames 'draconian' laws for maternity leave .\nYorkshire and North Lincolnshire MEP said 'human nature' designed men and women for different roles .\nSaid he is not a 'misogynist dinosaur' as he employs mostly 'young women', 'many of them glamorous too'\nSaid women historically had 'produced few great works'", "label": 0}
{"text": "Salman Butt jailed for 30 months for his involvement .\nBowlers Mohammed Asif and Mohammed Aamer received a year and six months respectively .", "label": 0}
{"text": "Kate Stoltz appeared on TLC's Breaking Amish, which followed a group of Amish youngsters as they ventured to New York for the first time .\nShe has now turned her back on the Amish lifestyle in Pennsylvania and instead chosen a career in modeling .", "label": 0}
{"text": "The iconic Farrah Fawcett poster of 1976, which went on to become the best-selling poster of all time with more than 12 million copies sold, helped make Fawcett one of the last great pinups. With the sexual revolution and looser mores about sexuality becoming popular in the West in the 1970s, pinup images started to become more nostalgic. Fawcett had the crossover appeal that went beyond just being a model with her famously thick blonde hair, red swimsuit, and smile. The poster and her image is still associated with the 1970s and is a huge part of nostalgia.", "label": 1}
{"text": "Joyce Faulkner forced to stay with friends after vandals smashed roof tiles .\nLatest in a string of incidents at the Davenport house in last two years .\nThe 62-year-old has previously reported smashed windows, her grass being poisoned and animal carcasses being left on her doorstep .", "label": 0}
{"text": "Speaker of the House, John Boehner, has criticised President Obama's plan to involve the US in the fight against ISIS in Iraq and Syria, stating that airstrikes alone would not be effective against the militants. Boehner believe that someone's \"boots have to be on the ground\". Republican leaders continue to demand that Congress should vote on whether to give Obama authorisation to go to war against ISIS, however, they have yet to advance their own plan. ", "label": 1}
{"text": "The article highlights the prevalence of violence against women worldwide, citing recent tragedies in countries such as South Africa, India, and Liberia. The One Billion Rising movement, which calls for an end to violence against women and girls, has gained momentum in over 200 countries. However, despite this progress, the article argues that violence against women remains a stubborn problem and a sign of a malfunctioning society. The author emphasizes that countries must teach men from an early age that violence against women is unacceptable and that those who hurt or intimidate women should be punished.", "label": 1}
{"text": "Bianca Fazey had a one night stand with a man in Perth on April 23 .\nThe 24-year-old discovered she was pregnant and tried to find the father .\nIn a desperate attempt, Bianca posted an ad on Gumtree .\nShe only knew his name was Jeremy and lived in the suburb of Morley .\nDescribed as '5,7ish', aged in his 20s, with brown hair and brown eyes .\nShe added he was a 'very friendly and lovely gentleman'\nBianca deleted the ad after some quite disturbing responses .", "label": 0}
{"text": "Report shows aide texted with Gov. Christie during key hearing in Bridgegate scandal .\nThe aide had said she couldn't recall texting with the governor .\nDemocrats have seized on the inconsistency .", "label": 0}
{"text": "Elizabeth Ernstein vanished in 1968 while walking home from school .\nBody found in shallow grave one year later was never identified .\nExhumed in 2011, and positively identified as missing student this year .\nAuthorities believe Ernstein was murdered, but would not elaborate .", "label": 0}
{"text": "One fifth of site users have deleted a friend for annoying photos .\nPhotos taken with Instagram are 'too gimmicky'", "label": 0}
{"text": "A study conducted by researchers at Hiroshima University reveals that viewing pictures of cute baby animals can boost work performance and concentration. The research subjects, 132 university students were divided into three groups and given tasks; those who viewed pictures of puppies and kittens performed better on their tasks after their break than those who viewed dogs and cats or food images. The researchers suggest that cute objects could be used to induce careful behavioral tendencies in specific situations such as driving and office work.\n", "label": 1}
{"text": "\"Two Gentlemen of Chicago\" is an adaptation of Shakespeare's \"Two Gentlemen of Verona\"\nSong and dance in the production is set to the music of the band Chicago .", "label": 0}
{"text": "Marks and Spencer launches dinosaur range aimed only at boys .\nClothing produced in partnership with Natural History Museum .\nCampaigners accuse store of 'gender stereotyping' by ignoring girls .\nM&S  say they are working to extend the range to include items for girls .", "label": 0}
{"text": "UKIP leader Nigel Farage has defended disgraced candidate Kerry Smith, who was recorded making derogatory comments about \"poofters\", \"Chinky birds\" and \"peasants\". Farage said he felt sorry for Smith, adding that he was a \"rough diamond\" and that there was nothing \"evil\" about his comments. Farage also defended his own recent controversial remarks, including blaming immigrants for traffic jams, and criticised \"snobbish\" attitudes. Farage and UKIP have been dealing with a series of damaging incidents, including a sex scandal and further allegations of sexual harassment, various resignations by party members, and several gaffes by Farage himself. Farage's personal ratings have plummeted.\n", "label": 1}
{"text": "'Nighthawkers' use metal detectors to raid historic sites after nightfall .\nPolice say digs at Hadrian's Wall are robbing Britain of cultural heritage .\nIt is illegal to use metal detector at World Heritage Site without permission .", "label": 0}
{"text": "Xiaolian, 22, damaged his nose in a traffic accident in August 2012 .\nFailed to get treatment so it became infected and cartilage was damaged .\nSurgeons were unable to repair it so created a new nose on his forehead .\nIt was made using cartilage from his ribs and a skin tissue expander .\nSurgeons are hoping to carry out transplant surgery to put it in place of his old nose soon .", "label": 0}
{"text": "Courtney Lenz, 23, was dropped from the Baltimore squad twice this season for gaining 1.6lb .\nCheerleader received email saying she did not make Super Bowl cut because she 'had a rough year'\nThousands of fans rally behind Lenz who has been with team for five years .", "label": 0}
{"text": "Michael Eric Dyson: Gates is an eminent intellectual and Harvard professor .\nHe says Gates' arrest in Cambridge shows that U.S. still grapples with racism .\nHe says police are particularly sensitive to questioning from people of color .\nDyson: Obama must renew his pledge to eliminate racial profiling .", "label": 0}
{"text": "Photographer Paul Hansen's award-winning image of two Palestinian children killed in an Israeli missile strike being carried to their funeral, which won the 2013 World Press Photo of the Year, has been cleared of any manipulation. The photograph was originally accused of being spliced together from three different images, however, a thorough investigation has taken place which included examining the RAW file and the JPEG image entered in the competition, and it was concluded \"the winning image of the 2013 World Press Photo by Paul Hansen was not faked.\"", "label": 1}
{"text": "Sophie Bird, a 21-stone woman, gave birth to a baby boy four hours after doctors revealed she was expecting, her size having disguised her pregnancy for a staggering 38 weeks. In the months leading up to the big day, Bird had visited the doctor 10 times, complaining of indigestion, stomach ache, and nausea. But nobody spotted she was pregnant. Four hours later, the new mother was cradling baby Rowan in her arms, having been rushed to A&E, where medics revealed the stomach pain she was experiencing was, in fact, labour. The now 32-year-old who has lost eight stone to date credits her weight loss to a device known as a Malory Band. A cord around the waist that acts as a psychological gastric band, reminding people when they are full.", "label": 1}
{"text": "First protest against the G20 summit in Brisbane took place on Saturday .\nAbout one hundred activists dressed as accountants on Brisbane river .\nIt comes after chaotic anti-capitalist protests in  London and Brussels .\nSecurity is being aggressively ramped up in preparation for the summit .\nNearly 7000 police and ADF soldiers have been flown into Brisbane .\nThe area surrounding the summit has been  declared a 'security zone'\nBarrack Obama is planning on flying in at the shielded Amberley air-base .", "label": 0}
{"text": "A new personal GPS tracking device called MindMe has helped to locate a missing Alzheimer’s sufferer, John Dunn, after he disappeared during a family coastal walk on Christmas Day in Dorset. Dunn was found on a farm track around five miles from where he was separated from his wife, and was airlifted to Dorset County Hospital with cuts and signs of hypothermia. MindMe is a small GPS locator that can be attached to a user’s house keys, hung around the neck, or placed in a pocket, and monitored 24/7 by the Chichester Careline, a service that supports vulnerable people. If a person becomes lost or disorientated, their location can be identified through a website.\n", "label": 1}
{"text": "The tube driver was sacked after failing two random breathalyser tests .\nMembers of Rail, Maritime and Transport union have now voted to strike .\nUnion claims test is unfair as doesn't take into account medical conditions .\nLondon Underground have urged members to 'see sense' over the strike .", "label": 0}
{"text": "Wayne Rooney claims Manchester United's Radamel Falcao's loan move is a statement of intent .\nRooney believes hails 'fantastic signing' for United .\nEngland captain will lead Three Lions out for friendly against Norway on Wednesday .", "label": 0}
{"text": "Henrique Capriles Radonski has been a parliament leader, mayor and governor .\nHe is backed by a coalition of opposition parties seeking to unseat President Chavez .\nHe was jailed in 2002 during demonstrations against the Chavez government .\nCapriles' grandparents were Polish Holocaust survivors but he's a practicing Catholic .", "label": 0}
{"text": "Daredevil tourists drive, inches from death, along a mountain track .\nThe road is believed to connected Killar and Kishtwar in India .\nThe brief clip sees them pass overhanging rock faces and a waterfall .", "label": 0}
{"text": "Ted Terry, 59, said he was 'relieved' at being cleared at Old Bailey today .\nHe had been accused of headbutting and racially abusing Amarjit Talafair .\nAdmitted argument but denied headbutt and calling Mr Talafair racist name .\nDecorator told reporters he was now 'going home' to call footballer son .\nWith tears in his eyes, Terry added: 'It's been a hard year for all of us'", "label": 0}
{"text": "Rwanda has accused the BBC of 'genocide denial' after the broadcaster aired a controversial documentary which questioned official accounts of the 1994 genocide, in which between 800,000 and 1 million people died, primarily from the Tutsi community. The programme, 'Rwanda's Untold Story', featured two American researchers who suggested that thousands of Hutus could have been killed too, possibly by the then rebel group, and now ruling political party, the Rwanda Patriotic Front (RPF). The documentary alleged that the RPF was behind the shooting down of a presidential plane that triggered the genocide. Rwanda is now calling for the BBC to be banned from the country and its FM licence to be withdrawn. After president Paul Kagame claimed that the BBC were \"tarnishing Rwandans, dehumanising them\", MPs have also called for the documentary's producer and presenter to be charged with genocide denial.\n", "label": 1}
{"text": "Proposals for a new black and white flag for New Zealand, to replace the current flag which is very similar to Australia’s, have been ridiculed by British comedian, John Oliver. The new design has been compared to the flag used by the Islamic State and Oliver warned of the consequences of using the colours of ISIS in a flag. In response, Oliver mocked the design suggesting a flag featuring a bungy-jumping sheep. New Zealand Prime Minister, John Key, has long supported a redesign to remove any confusion with the Australian flag. A referendum is due to be held prior to April 2016, asking the country’s voters to choose between the current flag or one of five new designs.\n", "label": 1}
{"text": "Kenneth Kendall, the first newsreader whose face was seen on British television screens has died aged 88. Kendall made history on 4th September 1955 by becoming the first BBC newsreader to appear on TV. Prior to that, presenters’ voices were heard over stills and footage of events because of fears they might, by some facial grimace, display political bias which could dilute the BBC’s authority and impartiality. Kendall was born in India, educated at a boarding school in England before going on to Oxford and then into the Army, where he served in the Coldstream Guards, rising to the rank of captain and seeing action in the Normandy landings. He began working for the BBC in 1948 as a radio announcer and spent several years as a freelance before returning to the BBC and becoming a household name as a newsreader alongside colleagues Robert Dougall and Richard Baker. After leaving the BBC in 1981, Kendall presented the Channel 4 game show Treasure Hunt from 1982 to 1989 and returned to the BBC in 2010.", "label": 1}
{"text": "Official says a U.S. citizen detained in North Korea had a valid visa .\nThe U.S. is working closely with Swedish officials on the case .\nKenneth Bae entered North Korea in November .\nState media: He committed an unspecified crime against the country .", "label": 0}
{"text": "Fans of Talia Joy Castellano, a YouTube beauty sensation who lost her battle with cancer last week, are campaigning for MAC cosmetics to launch a make-up line in her honour. Just days before the 13-year-old passed away, her mother posted Talia's \"bucket list\" of wishes to Facebook, with having her own MAC collection at number 62. The petition to honour this wish has so far garnered over 1,400 signatures, with fans suggesting MAC could donate proceeds from the line to cancer research. Talia's upbeat attitude and make-up tutorials on YouTube were an inspiration to her many fans, and the Change.org petition seeks to help achieve at least one of her lifelong dreams. \n", "label": 1}
{"text": "Two years after his death, the legacy of Michael Jackson is still shrouded in ambiguity as the debate about how he died and who is to blame remains. Despite a Los Angeles coroner ruling that surgical anesthetic called Propofol combined with several sedatives found in his blood was the reason for Michael Jackson’s death, there have been ongoing efforts from awards to statues to new songs to keep his memory and music alive. While much of the talk has occurred in courtrooms, centered around a host of cases related to his death, investigators claim that his personal doctor, Conrad Murray, administered the fatal dose. His father, Joe Jackson, has filed a wrongful death lawsuit against Murray and also said he's still fighting over who controls his son's estate adding that \"there is somebody else involved.\" For all the legal entanglements, the last 24 months have seen numerous attempts to celebrate, give new life to, and capitalize on the singer's historic career highlighted by heroic figures surrounding him including his children, who appeared in public to accept a Lifetime Achievement Award on their father's behalf, and al Fayed who erected a statue of Jackson to stand outside the stadium of English Premier League football club Fulham. Meanwhile, the singer's good fortune has continued as Forbes estimates that between October 2009 and 2010, his estate brought in $275m due mainly to licensing deals cut by executors of his estate, a surge in sales of his music catalog, and the $250 million box office of the Sony Pictures film, This Is It.", "label": 1}
{"text": "Bernadette Lee, a 25-year-old dental nurse from Canterbury, was found dead outside her sister’s house in Deal, Kent in the early hours of Sunday. It is believed that she froze to death in the snow after being dropped off near her sister’s house but was unable to get inside. With temperatures dropping to below minus 2C, it is thought she either slipped and hit her head, or fell asleep and succumbed to the cold. Lee was only wearing a dress with no coat, and had taken off her shoes when her body was found by a dog walker. The police believe the death was an accident.\n", "label": 1}
{"text": "Natalie Hemme .\nsuffered horrendous swelling to arm .\nIt blocked the blood flow and .\nturned her limb septic .\nHer husband called 999 after she vomited green pus .\nLife-threatening issues but arm was eventually saved .", "label": 0}
{"text": "Many children of the '60s can recall exactly where they were on November 22, 1963 .\nExperts call JFK's assassination a \"flashbulb memory,\" which sticks in the collective mind .\nBecause of TV, American families felt they knew JFK and were devastated at his loss .", "label": 0}
{"text": "Flybe flight from Birmingham had 47 passengers on board .\nIt was approaching Belfast City Airport in gusty conditions .\nBut as it was coming into land the pilot's arm came off .", "label": 0}
{"text": "Two men from Florida, US have been sentenced to two years of probation and ordered to collectively pay $5,000 fine for jumping onto two manatees and harassing the endangered species for their entertainment. In addition, they will have to serve 175 hours of community service and post an apology and statement of remorse on Facebook. The men had pleaded guilty to taking or harassing an endangered species. Manatees, also called sea cows, are protected by both state and federal laws.", "label": 1}
{"text": "Anti-government rebels continue to march through the eastern part of the Democratic Republic of Congo, withstanding an army counterattack and maintaining control of the strategically important town of Sake. The town is on the road to Bukavu, the capital of South Kivu, and a group of fighters started to march in its direction, journalist Phil Moore told CNN. This latest unrest continues a cycle of violence and misery in Eastern Congo, a mineral-rich region at the epicenter of political and ethnic conflict involving its neighbors to the east, Uganda and Rwanda.&nbsp;", "label": 1}
{"text": "KFC has undergone a revamp in the UK as the chain's Bracknell branch is the first of the country's 870 restaurants to undergo a transformation, which includes a semi-open plan kitchen design to allow diners to see their food being prepared, brick-effect walls and timber tables, and illustrations and photographs adorning the walls. The move aims to make the fast food chain's atmosphere more homely and reflect the fact that the company prepares fresh food. With plans to open 150 additional KFC restaurant outlets in the UK and Ireland over the next five years, the brand is seeking to create up to 6,500 new jobs.&nbsp;", "label": 1}
{"text": "Diclofenac can raise risk by 40 per cent .\nDrug is found in Voltarol Pain-Eze tablets - where risk is increased by 22 per cent .\nRisk greatest for those already suffering problems .", "label": 0}
{"text": "At the 2013 British Soap Awards, Hollyoaks took home five awards including Best Actress for Claire Cooper and Spectacular Scene of the Year. Coronation Street's Alan Halsall won Best Actor, Michelle Keegan won Sexiest Female for the fifth year in a row, and Hollyoaks' Claire Cooper won Best Actress. Jennifer Metcalfe also made headlines for her daring outfit, wearing a white blazer with nothing underneath. The event was hosted by Phillip Schofield and aired on ITV. EastEnders failed to take home any awards except for the Lifetime Achievement Award, which went to Adam Woodyatt who plays the character Ian Beale.", "label": 1}
{"text": "Benfica's Franco Jara crashes car near Lisbon on Wednesday .\nArgentine lucky to come away unscathed after hitting tree .\nJara has made just 29 league appearances for Benfica having spent time on loan at Granada, San Lorenzo and Estudiantes .", "label": 0}
{"text": "Ten years after the US-led coalition invasion of Iraq, the country is still dealing with the fallout of the conflict in terms of destruction, lost lives, and ongoing hardships for its people. Many organisations are assisting the humanitarian needs of the Iraqi people &ndash; International Medical Corps has been on the ground since long before the conflict began and is dedicated to saving lives and relieving suffering through health care training, relief and development programmes. The Sponsor Iraqi Children Foundation provides vital support for orphans and street children, offering a safe haven, food, medical care and other vital services. People interested in helping the people of Iraq can make donations to these organisations to improve the country's long-term recovery as well as short-term support for individuals.", "label": 1}
{"text": "Sara West: Case of Utah mom accused of killing her babies recalls 2001 Andrea Yates case .\nShe says public shocked by such cases, always asking how mothers could kill their children .\nWest: Expert identified five reasons, including spousal revenge, acute psychosis .\nPrevention is hard, but mental heath treatment can help, West says .", "label": 0}
{"text": "Everton midfielder Ross Barkley has signed a new four-year deal with the club, confirming the speculation over the summer that he was staying committed to Roberto Martinez's team. The likes of Manchester City expressed interest in Barkley over the summer, however the 20-year-old has opted to keep his future at the club. Barkley, who will earn around £65,000-a-week during the deal, has played for Everton throughout his football career, making his first appearance in the Premier League for the club in 2011. Barkley was also part of England's World Cup squad in Brazil earlier in the year.", "label": 1}
{"text": "Two British women, Modupe Idowu and her friend Esther Jubril Badmos, have been trapped in China, following a dispute at a shoe shop in the city of Guangzhou. After becoming embroiled in an argument, Badmos was punched and kicked by two members of staff, and both women were detained at a police station, before being locked up in a detention centre for 38 days. The women have now been released, but their visas have expired and they are unable to return home.The family had paid lawyers ca £4,000 for information and two of them subsequently flew to the country. The pair have been issued with an onslaught of demands including a £20,000 claim and now cannot obtain new visas.", "label": 1}
{"text": "Oliver Gobat, 38, was found dead in a car on a dirt track in St Lucia .\nFriends say millionaire lived in fear after being threatened by 'investors'\nPolice investigating murder suspect he was the victim of a contract killing .", "label": 0}
{"text": "Jonah Hill called photographer a gay slur after being antagonized by him all day .\nPeggy Drexler: Hill publicly apologized, but paparrazi should lay off celebrities .\nHill's response was rooted in the same crude immaturity as that exhibited by his provoker .\nDrexler: No excuse for the slur, but it does not reflect Hill's beliefs .", "label": 0}
{"text": "Long-term health effects are unknown for e-cigarettes .\nCurrent evidence does not justify regulating them more strictly than conventional cigarettes .\nAround 1.3million Britons use battery-powered e-cigarettes .\nThe devices work by converting liquid nicotine into a mist .\nE-cigarettes thought healthier than normal smoking because they do not contain tobacco and carcinogens found in cigarettes .", "label": 0}
{"text": "The Mail Online reports that mobile users' personal data and network security are being put at risk as a result of the faster networks inherent in LTE or 4G, which use an open protocol that is more susceptible to hackers and viruses compared with the networks of their predecessors, 2G and 3G. Users' personal information such as location data, network addresses and cryptographic keys are all on a greater risk, as the onus rests with mobile operators to protect these networks that are more vulnerable to cyber threats. A study by F5 found that two thirds of respondents said security is more important to them than access to the latest devices.\n", "label": 1}
{"text": "Pippa Middleton, sister of the Duchess of Cambridge, has sparked a new trend in military jackets for women. Pippa recently purchased a 60-year-old cavalry officer’s tunic, a blue 17th/21st Lancers’ jacket with gold buttons from the newly opened men’s boutique An Officer and a Gentleman in Hungerford, Berkshire. The former owner of the Bertie Wooster gentleman’s outfitters believes the jacket looks great on women, specifically in small sizes, and his clients mainly consist of women, including high-profile clients Catherine Zeta-Jones and Yasmin Le Bon.", "label": 1}
{"text": "Shock as EastEnders fails to pick up any awards except Lifetime Achievement .\nCoronation Street's Alan Halsall took home Best Actor and Hollyoaks' Claire Cooper won Best Actress .\nHollyoaks received five awards including Spectacular Scene Of The Year and Sexiest Male .\nMichelle Keegan won the award for Sexiest Female for the fifth year running .", "label": 0}
{"text": "A new report by Human Rights Watch (HRW) has stated that while working conditions for workers on Abu Dhabi's Saadiyat Island have improved, protection gaps and significant challenges remain in protecting them. Key among the challenges is reimbursing workers for recruiting fees, which can lead to forced labour. Nearly all the workers interviewed had paid between $900 and $3,350 to agents in their home countries. HRW's 85-page report also stated that contractors continue to confiscate worker passports and substitute employee contracts with less favourable arrangements on arrival. Saadiyat Island is the location of a $22bn cultural project that includes local branches of New York University, as well as branches of the Louvre and Guggenheim Museums.\n", "label": 1}
{"text": "New charges have been revealed against the two men accused of killing three children and their mother in Philadelphia in July, when the stolen vehicle the men were driving crashed onto a pavement. It has emerged that Cornelius Crawford and Jonathan Rosa sexually assaulted the vehicle's owner after carjacking her. The 45-year-old woman testified that Crawford held a mobile phone to her head and forced her to perform sexual acts as Rosa stole her Ford 4-Runner. The car crashed moments later, killing four members of the same family. The charges against Crawford and Rosa include rape, involuntary deviant sexual intercourse, aggravated assault, and conspiracy.", "label": 1}
{"text": "Banned from her local Brownie group over 'health and safety concerns'\nHer parents now fear their daughter will lose touch with her friends .", "label": 0}
{"text": "Scottish Secretary Alistair Carmichael is unsure about David Cameron's proposals .\nBut Boris Johnson said 'it's time for the UK to take back more control .", "label": 0}
{"text": "NEW: Ivo Sanader was arrested in Salzburg, official says .\nSanader is wanted for abuse of position and power in Croatia .\nA party member claims Sanader will return to Croatia to prove his innocence .\nInterpol and Croatian prosecutors accuse Sanader of fraud and corruption .", "label": 0}
{"text": "Tennessee Valley Authority employs 'electrofishing,' which electrifies water with a small charge .\nFish are stunned and float .\nto the surface, where they are tested by biologists for illnesses and parasites .\nSnap out of 'zombie-like state' within a few minutes .\nProtection groups, including PETA, contend fish feel pain during procedure .\nElectrofishing is used to better determine the health of lakes .", "label": 0}
{"text": "Premier League players will be reminded of the rules on political support on the pitch .\nCricketer Moeen Ali wore 'Save Gaza' and 'Free Palestine' wristbands while batting for England .\nPlayers banned from showing political, religious, personal slogans, statement or images, or advertising .", "label": 0}
{"text": "Comedian, who doesn't vote, plans to overthrow the Government .\nAlso plans to back a debate in the House of Commons on drug law reform .\nLashed out at C4 News anchor for accusing him of supporting politicians .\nAdmitted there are 'inconsistencies' in petitions to legalise drugs .", "label": 0}
{"text": "Campaigners are calling for a life-saving drug, Naloxone, to be made available to non-medical first responders and non-emergency workers as it can revive heroin addicts in case of overdose if it is quickly administered. CNN's Dr Sanjay Gupta showed a video of how one 29-year-old addict got a second chance from the drug, which has caught the attention of first responders and even police officers who are lobbying for approval to use the drug in overdose patients if they arrive before ambulance personnel. So effective is the drug that police in Lorain County, Ohio were equipped with Narcan kits after getting approval to use the drug last June and, already, Naloxone has saved lives in the area of Ohio with a serious heroin problem.", "label": 1}
{"text": "NASA recently deployed live webcams on the International Space Station .\nThey are there to give people a nice view of the Earth .\nUFO enthusiasts have used the cameras to spot alleged UFOs .\nThey look like specks and blurs .", "label": 0}
{"text": "Doctors listed by Yes To Life charge up to £3,000 for doses of intravenous Vitamin C .\nThe vitamin has been clinically unproven against any form of cancer .\nCelebrities such as Jerry Hall and Jerome Flynn have endorsed charity .\nMedical experts have called for the organisation to be investigated .", "label": 0}
{"text": "James Johnson, a minibus driver, has been sentenced to six years and eight months in prison after causing death by dangerous driving in a fatal accident in West Yorkshire last year. Johnson drove a 24-seater coach, owned by Ellisons Travel, to a hen party in Liverpool with 20 passengers where he crashed into the barrier after being hit from behind by a lorry, causing multiple injuries and the death of an 18 year-old passenger, Bethany Jones.  Johnson had health issues, including two mini-strokes and an IQ of 71, for which he had failed to inform the DVLA. He was driving at a speed of just 5.5 mph when the accident happened. He was sentenced for causing death by dangerous driving; had he not pled guilty, he could have faced a 10 year maximum sentence. The lorry driver that collided with the bus was found not guilty in a verdict last month.\n", "label": 1}
{"text": "A blind puppy, thought to be an eight-week-old miniature Shetland sheepdog, was found cowering in the ladies’ toilets at a motorway service station in Sandbach, Cheshire earlier this month. The puppy was abandoned by its owner, who is thought to have dumped him after discovering he was blind. Staff wrapped him in a blanket and gave him some water, and he has now been adopted by maintenance manager, Ian Schofield. To help cover the vet bills for consultation with a vet specializing in eye problems, routine jabs and other expenses, the staff created an online appeal for help. Nearly £2,000 has been raised since his story moved dog-lovers across the country, and if the puppy’s eyesight cannot be restored and there is an excess in funds, staff are expected to donate the money to another dog-related cause.\n", "label": 1}
{"text": "Public inquiry into the death of Litvinenko, 43, opened yesterday in London .\nHe died of radiation poisoning in 2006 after drinking contaminated tea .\nPanel heard that he was poisoned twice in the weeks before his death .\nQC told inquiry thousands of Londoners could have been exposed to deadly polonium which was found at locations including Emirates stadium .\nPhoto of face was riddled with bullets after being used as target practice .", "label": 0}
{"text": "Tax estimates for Colorado's recreational marijuana industry were $33.5 million .\nColorado Governor John Hickenlooper predicted the state would gain $100 million from marijuana taxes .\nThe actual tax amount came in at just $12 million .\nTaxes on recreational marijuana add up to almost 30 per cent .\nMedical marijuana is taxed at just 2.9 per cent .\nOnly about 60 per cent of recreational purchases are through legal channels .", "label": 0}
{"text": "Justin Bieber was reportedly two hours late for his debut show at the O2 in London, resulting in hundreds of fans leaving before he arrived. Sources claim that Bieber was in a bad mood after partying late, and spent time playing computer games in his dressing room, refusing to go on stage until he had showered despite management begging him to perform. Bieber denies the two-hour delay, saying it was only 40 minutes, blaming technical difficulties. A 15-year-old competition winner also reports being “blanked” by the teenage singer. On a positive note, Bieber was given an official Wembley Way Stone, which was presented to him by the Football Association team.\n", "label": 1}
{"text": "Two bird egg collectors, Marcus Betteridge and Seymour Crang, have been fined £1,000 each for stealing rare eggs collected in the countryside. These eggs were stolen from the nests of lesser redpolls, tree pipits and redshanks. The investigation lasted for two years, in which it was found that the pair had developed an unhealthy obsession by building up a unique collection of rare eggs. The accused were described as “premier league” and “obsessional” egg thieves, with a “twisted psyche.” The seizures included hundreds of eggs, collecting equipment, photographs and diaries relating to activities at nest sites. The court heard that both collectors were passionate about their subject and have had to adjust their behaviour. Rare birds, as well as their eggs, are protected under the Wildlife and Countryside Act. \n", "label": 1}
{"text": "Julian Zelizer: Since midterms, President Obama has moved to fulfill some long-held goals .\nHe struck a climate deal with China and ordered changes in immigration rules .\nZelizer: Are we seeing a new Obama? Will he act on income inequality and jobs?", "label": 0}
{"text": "NEW: Former Utah Gov. Jon Huntsman moves up in latest poll .\nMitt Romney says he expects his comment on firing people to be taken out of context .\n\"Romney enjoys firing people, I enjoy creating jobs,\" rival Huntsman says .\nNewt Gingrich says he has to go negative against Romney .", "label": 0}
{"text": "\"The Heat\" is an upcoming movie that reunites \"Bridesmaids\" director, Paul Feig, and star Melissa McCarthy. The film tells the story of two female cops, played by McCarthy and Sandra Bullock, who are anything-but-by-the-book. Feig comments on the attraction of the script and his plans on how he wants to tackle future movie genres.&nbsp;", "label": 1}
{"text": "A saola, one of the rarest large mammals on Earth and dubbed the \"Asian unicorn,\" was photographed by remote cameras last month in Vietnam's Central Annamite Mountains. Only a few hundred - and as few as a couple dozen - of the creatures are thought to exist. First discovered in 1992, a saola was last seen in the wild in Vietnam in 1998. The saola, which is related to cattle but looks like an antelope, was photographed as part of conservation efforts, which have, since 2011, included forest guard patrols and the removal of more than 30,000 snares from saola habitats. This, according to the World Wildlife Fund, proves that protection efforts are working.  ", "label": 1}
{"text": "Iconic sketch reborn this year as video game for Android, iPad and iPhone .\nBased on sketch, which sees Cleese parading around London in silly fashion .\nDeveloper Chris Curd said 99p app will soon reach one million downloads .\nCleese, who will get cut of profits, divorced third wife in £12m settlement .", "label": 0}
{"text": "Former Manchester United player Roy Keane shared his thoughts on the breakdown of his relationship with Sir Alex Ferguson and his departure from the club in a recent ITV documentary. Keane discussed Ferguson's “massive ego” and methods of “power and control”, while hailing Brian Clough as the best manager he worked with. He also included rebels such as David Beckham and Jaap Stam in his United Dream Team, and excluded Ryan Giggs, Gary Neville, and Paul Scholes. Keane denied accusations previously made by Ferguson and asserted that his job was to “manage the dressing room”. The documentary also included former Arsenal captain Patrick Vieira, discussing Arsenal's lack of leadership since his departure and the dispiriting sale of Ashley Cole.", "label": 1}
{"text": "Casey-lee Hull from Albion Park in NSW, smashed into a tree after she lost control of her speeding vehicle .\nThe teenager was trapped in the wreckage until paramedics arrived .\nShe underwent emergency surgery but died at St George Hospital .\nThe 17-year-old old has been described as 'inspirational' and 'much-loved'", "label": 0}
{"text": "Follows UN decision to upgrade Palestine's status from 'entity' to 'non-member observer state'", "label": 0}
{"text": "Mullah Abdul Rauf was a Taliban commander released from Guantanamo Bay by the U.S. in 2007 .\nHe became a recruiter for ISIS in Afghanistan, reports say .\nHe was killed Monday in a drone strike, two officials say .", "label": 0}
{"text": "David Moyes expected to sign 18-month contract with Real Sociedad .\nFormer Manchester United boss watched training on Wednesday .\nMoyes will be officially unveiled on Thursday in San Sebastian .\n51-year-old greets sporting director Lorenzo Juarros at training ground .\nGet all the latest updates from David Moyes' start at Real Sociedad here .", "label": 0}
